Repository: KarolBedkowski/wxgtd
Catalog: po/*.po
Languages: pl

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2 tej Licencji lub (według twojego wyboru) którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji sięgnij do Powszechnej Licencji Publicznej GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - wejdź na <http://www.gnu.org/licenses/>.

source: %(name)s version %(version)s (%(release)s) %(copyright)s This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. For details please see COPYING file.
pl: %(name)s wersja %(version)s (%(release)s) %(copyright)s Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2 tej Licencji lub (według twojego\ wyboru) którejś z późniejszych wersji. Szczegóły opisano w pliku COPYING.

source: Please select snooze time
pl: Proszę wybrać czas drzemki

source: Snooze task alarm
pl: Drzemka

source: No Folder
pl: Brak folderu

source: Search
pl: Szukaj

source: %d item
pl: %d element

source: Save the changes to %(doc_name)s before closing?
pl: Zapisać zmiany w %(doc_name)s przed zamknięciem?

source: Save the changes before closing?
pl: Zapisać zmiany przed zamknięciem?

source: If you close without saving, changes will be discarded
pl: Zamknięcie bez zapisu spowoduje utracenie wszystkich zmian.

source: If you close without saving, changes from the last %(time)s will be discarded
pl: Zamknięcie bez zapisania spowoduje utratę zmian z ostatnich %(time)s.

source: Close &without Saving
pl: Zamknij bez zapisywania

source: Save &As
pl: Zapisz jako

source: Save
pl: Zapisz

source: Delete %s?
pl: Usunąć %s?

source: After removal, it cannot be recovered.
pl: Po usunięciu, nie będzie możliwe przywrócenie.

source: Delete
pl: Usuń

source: Cancel
pl: Anuluj

source: tag
pl: etykiatę

source: Title
pl: Tytuł

source: Created
pl: Utworzenie

source: Modified
pl: Modyfikacja

source: New Note
pl: Nowa notatka

source: Add new notebook page
pl: Dodanie nowego strony notatnika

source: Edit Note
pl: Edycja notatki

source: Edit selected notebook page
pl: Edycja zaznaczonego strony notatnika

source: Delete Note
pl: Usunięcie notatki

source: Delete selected notebook page
pl: Usunięcie zaznaczonego strony notatnika

source: Exit
pl: Wyjście

source: Close window
pl: Zamknięcie okna

source: Any Folder
pl: Dowolny folder

source: Show/Hide wxGTD
pl: Pokaż/ukryj wxGTD

source: Show Notebook
pl: Pokaż notatnik

source: Quick New Task...
pl: Szybkie nowe zadanie...

source: Create New Task...
pl: Nowe zadanie...

source: Close wxGTD
pl: Zamknij wxGTD

source: Task Note
pl: Notatka Zadania

source: note
pl: notatka

source: days
pl: dni

source: weeks
pl: tygodni

source: months
pl: miesięcy

source: years
pl: lat

source: first
pl: pierwszy

source: second
pl: drugi

source: third
pl: trzeci

source: fourth
pl: czwarty

source: fifth
pl: piąty

source: last
pl: ostatni

source: Monday
pl: poniedziałek

source: Tuesday
pl: wtorek

source: Wednesday
pl: środa

source: Thursday
pl: czwartek

source: Friday
pl: piątek

source: Saturday
pl: sobota

source: Sunday
pl: niedzila

source: Set task completed?
pl: Zaznaczyć zadanie jako zakończone?

source: Set complete
pl: Ustaw jako zakończone

source: Close
pl: Zamknij

source: task
pl: zadanie

source: tasks
pl: zadania

source: Undelete selected tasks?
pl: Przywrócić zaznaczonego zadania?

source: Change task type to:
pl: Zmiana typu zadania na:

source: Task
pl: Zadanie

source: Change task priority to:
pl: Zmiana priorytetu zadania na:

source: Change tasks status to:
pl: Zmiana status zadania na:

source: Tasks
pl: Zadania

source: No Context
pl: Brak kontekstu

source: Change tasks context to:
pl: Zmiana kontekst zadania na:

source: Change tasks folder to:
pl: Zmiana folder zadania na:

source: This operation change task and subtasks type. Continue change??
pl: Ta operacja zmieni typ zadania i podzadań. Kontynuować zmianę?

source: This operation change all subtasks to simple tasks Are you sure?
pl: Ta operacja zmieni wszystkie podzadania na zwykłe zadania. Czy jesteś pewien?

source: Set tasks completed?
pl: Zaznaczyć zadanie jako zakończone?

source: Set tasks not completed?
pl: Zaznaczyć zadanie jako niezakończone?

source: This operation change task and subtasks type. Continue change?
pl: Ta operacja zmieni typ zadania i podzadań. Kontynuować zmianę?

source: notebook page
pl: stronę notatnika

source: Please select sync file.
pl: Proszę podać plik synchronizajci

source: goal
pl: cel

source: wxGTD (no project)
pl: wxGTD (bez projektu)

source: Please enter tag name.
pl: Proszę podać nazwę etykiety.

source: New Tag
pl: Nowa etykieta

source: Empty text is not allowed.
pl: Pusty tekst nie jest dozwolony.

source: Error
pl: Błąd

source: Enter task title
pl: Proszę wprowadzić tytuł zadania

source: wxGTD Quick Task
pl: Szybkie zadanie wxGTD

source: Export complete.
pl: Eksport zakończony.

source: Export Error.
pl: Błąd eksportu.

source: Please select target file.
pl: Proszę wybrać docelowy plik.

source: context
pl: kontekst

source: Dismiss
pl: Odrzuć

source: Snooze
pl: Drzemka

source: Prio
pl: Priorytet

source: Due
pl: plan.

source: Statuses
pl: Statusy

source: Contexts
pl: Konteksty

source: Folders
pl: Foldery

source: Goals
pl: Cele

source: No goal
pl: Brak celu

source: Tags
pl: Etykiety

source: No tag
pl: Brak etykiety

source: Select only this item
pl: Zaznacz tylko ten element

source: New Task
pl: Nowe zadanie

source: Add new task
pl: Dodanie nowego zadania

source: Quick Task
pl: Szybkie zadanie

source: Add quick new task
pl: Szybkie dodanie nowego zadania

source: Edit Task
pl: Edycja zadania

source: Edit selected task
pl: Edycja zaznaczonego zadania

source: Delete Task
pl: Usunięcie zadania

source: Delete selected task
pl: Usunięcie zaznaczonego zadania

source: Toggle Task Completed
pl: Przełączenie zakończenia zadania

source: Toggle selected task completed
pl: Przełączenie statusu zakończenia zaznaczonego zadnia

source: Toggle Task Starred
pl: Przełączenie oznaczenia zadania

source: Toggle selected task starred
pl: Przełączenie statusu zakończenia zaznaczonego zadnia

source: Show subtasks
pl: Pokazuj podzadania

source: Show finished
pl: Pokazuj zakończone

source: Hide until
pl: Ukrywaj dopóki

source: Synchronize tasks
pl: Synchronizuj zadania

source: Reminders
pl: Przypomnienia

source: Notebook
pl: Notatnik

source: Synchronisation error
pl: Błąd synchronizacji

source: Error:
pl: Błąd:

source: Please select target sync file.
pl: Proszę wybrać docelowy plik synchronizacji

source: Sync file is locked.
pl: Plik synchronizacji jest zablokowany

source: No active alarms in this moment.
pl: Nie ma w tym momencie aktywnych alarmów.

source: Alarms
pl: Alarmy

source: Clone task with all subtasks?
pl: Sklonować zadanie i wszystkie podzadania?

source: All (%d)
pl: Wszystkie (%d)

source: Hotlist (%d)
pl: Gorąca lista (%d)

source: Starred (%d)
pl: Oznaczone (%d)

source: Basket (%d)
pl: Koszyk (%d)

source: Finished (%d)
pl: Zakończone (%d)

source: Projects (%d)
pl: Projekty (%d)

source: Checklists (%d)
pl: Listy zadań (%d)

source: Active Alarms (%d)
pl: Aktywne alarmy (%d)

source: Set Task Not Completed
pl: Zaznaczyć zadanie jako niezakończone

source: Set Task Completed
pl: Zaznaczyć zadanie jako zakończone

source: Set Task Not Starred
pl: Odznacz zadanie

source: Set Task Starred
pl: Oznacz zadanie

source: Clone Task
pl: Powiel zadania

source: Undelete Task
pl: Przywrócenie zadania

source: Change Project/List...
pl: Zmień projekt/listę...

source: Change Context...
pl: Zmień kontekst...

source: Change Folder...
pl: Zmień folder...

source: Change Status...
pl: Zmień status...

source: Change Priority...
pl: Zmień priorytet...

source: Change Due Date...
pl: Zmień termin...

source: Change Start Date...
pl: Zmień datę startu...

source: Change Remind Date...
pl: Zmień datę przypomnienia...

source: Change Show Settings..
pl: Zmień widoczność...

source: Change Show Settings...
pl: Zmień widoczność...

source: Creating backup
pl: Utworzenie kopii zapasowej

source: Sanity check
pl: Sprawdzenie poprawności

source: Checking sync lock
pl: Sprawdzanie pliku blokady

source: Removing sync lock
pl: Usuwanie pliku blokady

source: Completed
pl: Zakonczono

source: Synchronization file is locked. Can't synchronize...
pl: Plik synchronizacji jest zablokowany. Nie można zsynchronizować...

source: Sync directory not exists.
pl: Katalog synchronizacji nie istnieje.

source: To many files in sync directory.
pl: Zbyt wiele plików w katalogu synchronizacji.

source: No Status
pl: Brak statusu

source: Next Action
pl: Następna akcja

source: Active
pl: Aktywne

source: Planning
pl: Planowane

source: Delegated
pl: Oddelegowane

source: Waiting
pl: Oczekujące

source: Hold
pl: Wstrzymane

source: Postponed
pl: Przełożone

source: Someday
pl: Kiedyś

source: Canceled
pl: Anulowane

source: Reference
pl: Odniesienie

source: Project
pl: Projekt

source: Checklist
pl: Lista

source: Checklist Item
pl: Element listy

source: Call
pl: Wykonaj telefon

source: Email
pl: Napisz mail

source: SMS
pl: Napisz SMS

source: Return Call
pl: Oddzwoń

source: Task Is Due
pl: Upływa termin

source: Given Date
pl: Dana data

source: Week Before Due
pl: Tydzień przed terminem

source: Day Before Due
pl: Dzień przed terminem

source: Day Before Start Date
pl: Dzień przed rozpoczęciem

source: Week Before Start Date
pl: Tydzień przed rozpoczęciem

source: One Month Before Due
pl: Miesiąc przed terminem

source: Two Months Before Due
pl: Dwa miesiące przed terminem

source: Three Months Before Due
pl: Trzy miesiące przed terminem

source: Four Months Before Due
pl: Cztery miesiące przed terminem

source: Five Months Before Due
pl: Pięć miesięcy przed terminem

source: Six Months Before Due
pl: Sześć miesięcy przed terminem

source: One Month Before Start
pl: Miesiąc przed rozpoczęciem

source: Two Months Before Start
pl: Dwa miesiące przed rozpoczęciem

source: Three Months Before Start
pl: Trzy miesiące przed rozpoczęciem

source: Four Months Before Start
pl: Cztery miesiące przed rozpoczęciem

source: Five Months Before Start
pl: Pięć miesięcy przed rozpoczęciem

source: Six Months Before Start
pl: Sześć miesięcy przed rozpoczęciem

source: When task is due
pl: Kiedy upływa termin

source: %d minute
pl: %d minuta

source: %d hour
pl: %d godzina

source: 1.5 hours
pl: 1.5 godziny

source: %d day
pl: %d dzień

source: TOP
pl: MAKS

source: High
pl: Wys.

source: Med
pl: Śr.

source: Low
pl: Nis.

source: None
pl: brak

source: Norepeat
pl: Bez powtarzania

source: Daily
pl: Codziennie

source: Business Day
pl: Dni pracujące

source: Weekend
pl: Weekendy

source: Weekly
pl: Tygodniowo

source: Biweekly
pl: Dwu-tygodniowo

source: Monthly
pl: Miesięcznie

source: Bimonthly
pl: Co dwa miesiące

source: Quarterly
pl: Kwartalnie

source: Semiannually
pl: Półrocznie

source: Yearly
pl: Rocznie

source: Last day of every month
pl: Ostatni dzień każdego miesiąca

source: With parrent
pl: Z nadrzędnym

source: Lifelong
pl: Na całe życie

source: Long Term
pl: Długo terminowy

source: Short Term
pl: Krótko terminowy

source: File not found...
pl: Nie znaleziono pliku...

source: Openning file
pl: Otwieranie pliku

source: Decoding..
pl: Dekodowanie...

source: Checking...
pl: Sprawdzanie...

source: Don't load
pl: Nie wczytuje

source: Cleanup
pl: Czyszczenie

source: Removed tasks: %d
pl: Usunięto zadań: %d

source: Removed folders: %d
pl: Usunięto folderów: %d

source: Removed contexts: %d
pl: Usunięto kontekstów: %d

source: Removed task notes: %d
pl: Usunięto notatek: %d

source: Removed goals %d
pl: Usunięto celów: %d

source: Removed notebook pages: %d
pl: Usunięto stron notatnika: %d

source: Global updates
pl: Globalne aktualizacje

source: Committing...
pl: Zapisywanie...

source: Load completed
pl: Wczytywanie zakończone

source: Loading folders
pl: Wczytywanie folderów

source: Loaded %d folders
pl: Wczytanie %d folderów

source: Loading contexts
pl: Wczytywanie kontekstów

source: Loaded %d contexts
pl: Wczytano %d kontekstów

source: Loading goals
pl: Wczytywanie celów

source: Loaded %d goals
pl: Wczytano %d celów

source: Loading tasks
pl: Wczytywanie zadań

source: Loaded %d tasks
pl: Wczytano %d zadań

source: Loading task notes
pl: Wczytywanie notatek zadań

source: Loaded %d task notes
pl: Wczytano %d notatek zadań

source: Loading alarms
pl: Wczytywanie alarmów

source: Loaded %d alarms
pl: Wczytano %d alarmów

source: Loading task folders
pl: Wczytywanie folderów zadań

source: Loaded %d task folders
pl: Wczytano %d folderów zadań

source: Loading task contexts
pl: Wczytywanie kontekstów zadań

source: Loaded %d tasks contexts
pl: Wczytano %d kontekstów zadań

source: Loading task goals
pl: Wczytywanie celów zadań

source: Loaded %d task goals
pl: Wczytanoo %d celów zadań

source: Loading tags
pl: Wczytywanie etykiet

source: Loaded %d tags
pl: Wczytano %d etykiet

source: Loading task tags
pl: Wczytywanie etykiet zadań

source: Loaded %d task tags
pl: Wczytano %d etykiet zadań

source: Loading notebooks
pl: Wczytywanie notatników

source: Loaded %d notebook pages
pl: Wczytano %d stron notatnika

source: Loading notebook pages folders
pl: Wczytywanie folderów notatników

source: Loaded %d notebook folders
pl: Wczytano %d folderów notatników

source: Loading synclog
pl: Wczytywanie logu synchronizacji

source: Synclog loaded
pl: Log synchronizacji wczytany

source: Saved
pl: Zapisano

source: Saving...
pl: Zapisywanie...

source: Saving folders
pl: Zapisywanie folderów

source: Saved %d folders
pl: Zapisano %d folderów

source: Saving contexts
pl: Zapisywanie kontekstów

source: Saved %d contexts
pl: Zapisano %d kontekstów

source: Saving goals
pl: Zapisywanie celów

source: Saved %d goals
pl: Zapisano %d celów

source: Saving task, alarms...
pl: Zapisywanie zadań, alarmów...

source: Saved %d tasks
pl: Zapisano %d zadań

source: Saved %d alarms
pl: Zapisano %d alarmów

source: Saved %d task folders
pl: Zapisano %d folderów zadań

source: Saved %d task contexts
pl: Zapisano %d kontekstów zadań

source: Saved %d task goals
pl: Zapisano %d celów zadań

source: Saving tags
pl: Zapisywanie etykiet

source: Saved %d tags
pl: Zapisano %d etykiet

source: Saving task notes
pl: Zapisywanie notatek zadań

source: Saved %d task notes
pl: Zapisano %d notatek zadań

source: Saving task tags
pl: Zapisywanie etykiet zadań

source: Saved %d task tags
pl: Zapisano %d etykiet zadań

source: Sync log
pl: Log synchronizacji

source: Saving notebooks...
pl: Zapisywanie notatników...

source: Saved %d notebooks
pl: Zapisano %d notatników

source: Saved %d notebook folders
pl: Zapisano %d folderów notatników

source: Starred
pl: Oznaczone

source: Type
pl: Typ

source: Priority
pl: Priorytet

source: Due date
pl: Termin

source: Start date
pl: Data startu

source: Repeat
pl: Powtórzenie

source: Note
pl: Notatka

source: Task UUID
pl: UUID zadania

source: project
pl: projekt

source: checklist
pl: lista

source: checklist item
pl: element listy

source: call
pl: rozmowa

source: return call
pl: oddzwoń

source: Validate field "%(field)s" failed: %(msg)s
pl: Błąd walidacji pola "%(field)s": %(msg)s

source: Validate error
pl: Błąd walidacji

source: Time isn't in correct format - HH:MM:SS format required
pl: Czas nie jest w poprawnym formacie - wymagany format GG:MM:SS

source: Time isn't in correct format - HH:MM format required
pl: Czas nie jest w poprawnym formacie - wymagany format GG:MM

source: Date isn't in correct format - YYYY-MM-DD format required
pl: Data nie jest w poprawnym formacie - wymagany format RRRR-MM-DD

source: Field must by not empty
pl: Pole nie może być puste

source: Too few characters
pl: Za mało znaków

source: Too many characters
pl: Za dużo znaków

source: Value too low (min=%d)
pl: Wartość za mała (min=%d)

source: Value too high (max=%d)
pl: Wartość za duża (maks=%d)

source: Integer value required
pl: Wymagana liczba całkowita

source: Float value required
pl: Wymagana liczba rzeczywista

source: Incorrect value
pl: Niewłaściwa wartość

source: Remind
pl: Przypomnij

source: Never
pl: Nigdy

source: Date and Time
pl: Data i godzina

source: Before
pl: Przed

source: Title:
pl: Tytuł:

source: Note:
pl: Notatka:

source: Parameters
pl: Parametry

source: Due:
pl: Termin:

source: Set
pl: Wybierz

source: Type:
pl: Typ:

source: Change
pl: Zmień

source: Remind:
pl: Przypomnienie:

source: Project/List:
pl: Projekt/lista:

source: Repeat:
pl: Powtarzanie:

source: Priority:
pl: Priorytet:

source: Context:
pl: Kontekst:

source: Goal:
pl: Cel:

source: Completed:
pl: Ukończone:

source: Starred:
pl: Oznaczone:

source: Additional
pl: Dodatkowe

source: Start date:
pl: Data startu:

source: Duration:
pl: Czas trwania:

source: H:
pl: G:

source: Hide until:
pl: Ukryj do:

source: Tags:
pl: Etykiety:

source: Select
pl: Wybierz

source: Notes
pl: Notatki

source: Information
pl: Informacje

source: Created:
pl: Utworzone:

source: Modified:
pl: Zmodyfikowane:

source: Tag
pl: Etykieta

source: Color:
pl: Kolor:

source: Notebook Page
pl: Strona notatnika

source: Search Tasks
pl: Szukaj zadań

source: Search in finished
pl: Szukaj w zakończonych

source: Preferences
pl: Preferencje

source: Inheritance from projects
pl: Dziedziczenie z projektu

source: Defaults
pl: Wartości domyślne

source: Hotlist
pl: Gorąca lista

source: Hotlist filter
pl: Filtr gorącej listy

source: Due date (next days):
pl: Termin (w kolejnych dniach):

source: Minimal priority:
pl: Minimalny priorytet:

source: Next action:
pl: Następna akcja:

source: Task started:
pl: Zadanie oznaczone:

source: Contition operator:
pl: Operator warunkowy:

source: or
pl: lub

source: and
pl: i

source: Sync
pl: Synchronizacja

source: File location
pl: Położenie pliku

source: Options
pl: Opcje

source: Sync on startup (only load)
pl: Synchronizacja przy uruchomieniu (tylko wczytanie)

source: Sync on exit (load and write)
pl: Synchronizacja przy wyjściu (wczytanie i zapisanie)

source: Notification
pl: Powiadomienia

source: Show task notifications in popup window
pl: Wyświetlanie powiadomień w wyskakującym oknie

source: GUI
pl: Interfejs użytkownika

source: System tray
pl: Pole systemowe

source: Start window minimalized to system tray
pl: Uruchamianie okna zminimalizowanego do pola systemowego

source: Minimalize to system try
pl: Minimalizuj do pola systemowego

source: Confirmations
pl: Potwierdzenia

source: Confirm completion from task dialog
pl: Potwierdzanie zakończenia z dialogu zadania

source: Checklist:
pl: Lista:

source: Date & Time
pl: Data i czas

source: Select date
pl: Wybierz datę

source: Date
pl: Data

source: Time:
pl: Czas:

source: Projects and Checklists
pl: Projekty i listy

source: Time period:
pl: Okres:

source: Syncing
pl: Synchronizacja

source: Show
pl: Wyświetl

source: Show task
pl: Wyświetl zadanie

source: Always
pl: Zawsze

source: Since date and time
pl: Od daty i godziny

source: Since
pl: Od

source: _File
pl: _Plik

source: _Load File...\tCtrl+L
pl: _Wczytaj plik...\tCtrl+L

source: _Save File...\tCtrl+S
pl: _Zapisz plik...\tCtrl+S

source: S_ynchronize Tasks\tCtrl+Shift+S
pl: S_ynchronizuj zadania\tCtrl+Shift+S

source: Export...
pl: Eksportuj...

source: Export Tasks...
pl: Eksportuj zadania...

source: _Exit\tCtrl+Q
pl: _Zakończ\tCtrl+Q

source: _Task
pl: _Zadanie

source: _New Task..\tCtrl+N
pl: _Nowe zadanie...\tCtrl+N

source: _Quick Task..\tF2
pl: _Szybkie zadanie...\tF2

source: _Edit Task...\tCtrl+E
pl: _Edytuj zadanie\tCtrl+E

source: _Delete Task\tDEL
pl: _Usuń zadanie\tDEL

source: _Clone Task\tCtrl+D
pl: _Powiel zadanie\tCtrl+D

source: _Toggle Task Completed\tF5
pl: Przełączenie _zakończenia zadania\tF5

source: Toggle Task _Starred\tF6
pl: Przełączenie _oznaczenia zadania\tF6

source: _Notebook
pl: _Notatnik

source: _Open Notebook\tF8
pl: _Otwórz notatnik\tF8

source: S_earch
pl: _Szukaj

source: _Tasks...\tCtrl+F
pl: _Zadania\tCtrl+F

source: _Settings
pl: _Ustawienia

source: _Tags
pl: _Etykiety

source: _Goals
pl: _Cele

source: _Folders
pl: _Foldery

source: _Contexts
pl: _Konteksty

source: _Preferences
pl: _Preferencje

source: _Help
pl: _Pomoc

source: _About
pl: _O programie

source: Edit
pl: Edycja

source: Export Tasks
pl: Eksportuj zadania

source: Text file
pl: Plik tekstowy

source: Destination File
pl: Plik docelowy

source: Details
pl: Szczegóły

source: Simple List
pl: Prosta lista

source: Normal
pl: Normalny

source: Verbose
pl: Szczegółowy

source: Every
pl: Co

source: Every X T
pl: Co X T

source: Every W
pl: Co W

source: The X D every M months
pl: Co X D każdego M miesiąca

source: Relative to
pl: W stosunku do

source: duo date
pl: terminu

source: completion
pl: zakończenia

source: Select tag
pl: Wybierz etykietę

source: New tag:
pl: Nowa etykieta:
